{
  "language": {
    "es": "Spanish",
    "en": "English",
    "pt": "Portugues"
  },
  "footer": {
    "events_G12": "G12 Events",
    "description_events_G12": "Now you can register for all G12 events",
    "secure_donation": "Safe donation",
    "description_secure_donation": "All your national and international donations in one place",
    "favorites": "Favorites",
    "descrption_favorites": "Your favorite events available to you",
    "subscribe": "Subscribe",
    "description_subscribe": "Receive notifications about new events",
    "subscribe_form": "Subscribe to receive more information about our events",
    "placeholder_subscribe_form": "Enter you email",
    "button_subscribe_from": "Subscribe",
    "contact": "Contact information"
  },
  "home": {
    "events": "Events",
    "filter": "Filters",
    "categories": "Categories",
    "filter_events": "Filter events",
    "delete_filter": "Delete filter",
    "order": "Organize",
    "buy_tickets": "Buy ticket"
  },
  "detail_event": {
    "published_by": "published by",
    "events_G12": "G12 Events",
    "category": "Category",
    "convention": "Conference",
    "year": "Year",
    "secure_donation": "Safe donation",
    "select_ticket": "Select ticket",
    "register_user": "Register User",
    "add_assistant": "Add person",
    "table_name": "Name",
    "table_document": "Document",
    "table_email": "Email",
    "table_contact": "Contact",
    "table_options": "Options",
    "donate_now": "Donate now"
  },
  "form_add_assistant": {
    "personal_information": "Personal information",
    "type_register": "Type of regsitration",
    "register_national": "National registration (Colombia)",
    "register_international": "International registration",
    "type_document": "Document",
    "number_document": "Document number",
    "name": "First name",
    "last_name": "Last name",
    "gender": "Gender",
    "male": "Male",
    "female": "Female",
    "contact_information": "Contact information",
    "cell_phone": "Cellphone",
    "email": "Email",
    "confirm_email": "Confirm email",
    "ministerial_information": "Church information",
    "country": "Country",
    "church": "Church",
    "88": "MCI Church",
    "89": "G12 Church",
    "90": "Other Church",
    "headquarter": "Sede *",
    "network": "Red *",
    "mens": "Men",
    "womens": "Woman",
    "pastor": "Pastor / Princiapl leader",
    "leader": "Leader",
    "pastor_name": "Senior pastor name *",
    "church_name": "Name of the main church *",
    "terms_and_conditions": "Terms and conditions",
    "description_terms_and_conditions": {
      "description_0": "The International Charismatic Mission Church is in search of continuous improvement and the use of new technologies makes available to the community a platform called PAYULATAM which works through the page",
      "description_1": "that allows you to make online donations. By using this page you accept the terms and conditions of use, therefore it is essential that you know the concepts, read, understand and agree to what is described below.",
      "concepts": "Concepts",
      "donation": {
        "title": "Donation:",
        "description": "It is defined as the act by which a natural or legal person transfers part of their assets, free of charge and irrevocably to the Church and it accepts it."
      },
      "donor": {
        "title": "Donor:",
        "description": "It is understood the natural or legal person of private law, national or foreign, who has the legal capacity and interest in freely and irrevocably transferring part of their assets to the Church."
      },
      "form_donation": {
        "title": "Donation form:",
        "description": "This will be the one filled out by the donor when entering the website which contains the donor's personal data, understood by Colombian law as the donation offer."
      },
      "disable_person": {
        "title": "People unskilled to donate:",
        "description": "Those who do not have the free administration of their assets are unskilled to donate; except in the cases and with the requirements prescribed by law."
      },
      "property": {
        "title": "Property",
        "0": "The MCI Church is the owner of the website",
        "1": "and I expressly grant my express prior consent and free of pressure for the treatment (collection, storage, use, circulation or deletion) of my personal data in the Church databases MCI International Charismatic Mission whose purpose is to accompany me in my process of spiritual growth, education, development and inclusion in social programs, administrative matters, dissemination of events, receive commercial information from third-party allies related to the mission and vision of the church for a term of ten (10) years. As it is a non-profit organization, I explicitly authorize it to process sensitive data based on my faith. I declare that I have read and understood the personal data protection policies published on the www.mci12.com page and my rights to know, update, rectify, revoke and suppress my consent, submit complaints and claims through the email privacy@mci12.com"
      },
      "security": {
        "title": "Security",
        "description": "For online transactions in financial institutions, the MCI International Charismatic Mission Church has the necessary security operated under the SSL security protocol and uses payment gateways for debit and credit transactions."
      },
      "donor_responsibilities": {
        "title": "Donor duties",
        "description": "The donor guarantees to the International Charismatic Mission Church:",
        "0": "That he is legally capable of performing the legal act in question.",
        "1": "That he is the owner of the means of payment with which the donation is made.",
        "2": "That the origin of the resources that you donate to the International Charismatic Mission church come from an occupation, trade, profession, activity or lawful business. The origin of these resources does not come from any illicit activity contemplated in Colombian law. The International Charismatic Mission will be exempted from any liability arising from erroneous, false or inaccurate information provided on the occasion of this donation.",
        "3": "That the origin of the money is the result of his economic activity, and that with the donation he makes, he does not suffer any deterioration in his assets that affects the fulfillment of his obligations, as well as his subsistence, that of his family and his dependents.",
        "4": "The donor agrees to rationally manage the online donation page, making lawful, diligent, honest and correct use of all the information or content to which it has access."
      },
      "mount": {
        "title": "Donations based on the amount",
        "description": "On this website, monthly donations may only be made that do not exceed the value of THIRTY MILLION COLOMBIAN PESOS ($ 30,000,000) or its equivalent in foreign currency, since it is the responsibility of the notary to authorize by public deed the donations whose value exceeds the sum of fifty (50) monthly minimum wages, provided that the donor and donee are fully capable, request it by mutual agreement and no legal provision is contravened."
      },
      "privileges": {
        "title": "Privileges",
        "description": "The donors of this website will have access to the different special events that take place within the MCI Church, therefore, if the donor wishes to reschedule it for an upcoming event, it can only be done in the event of a duly proven force majeure. do it 10 days in advance of the event's start date by sending a communication to the email inscriptions@mci12.com. For events that take place virtually, it is necessary to have a prior review by the donor who has the technological means and internet connection that are required, since without this it is not possible to guarantee their participation in the different events."
      },
      "pay_donation": {
        "title": "Donation form",
        "description_0": "The donor can only make a donation through the following link",
        "description_1": "which must be completed under the following parameters:",
        "step_1": "Step 1: Personal Data - Donor Identification. The MCI Church has a personal data protection policy, to continue with the donation process it is necessary for the user to know it and express their prior, express and informed consent by clicking I accept terms and conditions.",
        "step_2": "Step 2: Donation Detail - in this space you must clearly specify the amount, the concept, the form of payment, whether or not you require a certificate of your donation, etc.",
        "step_3": "Step 3: Link of acceptance of terms and conditions.",
        "final_desription": "This site may have links to other sites of interest or web pages whose headlines are different from those of the International Charismatic Mission Church, which implies that if the user accesses those sites they are subject to the terms and conditions of use of the page or website you access."
      },
      "intellectual_property": {
        "title": "Intellectual property",
        "description_0": "The commercial signs, brands, badges, logos, texts, graphics, images, drawings and content on the page",
        "description_1": "are owned by the International Charismatic Mission Church and other owners who authorized their use.",
        "description_2": "Based on the foregoing, all copyright (reproduction, public communication, transformation and distribution) or economic exploitation rights over the content, software, databases or databases, multimedia creations and other protected material, will be protected by the regulations of the Berne Convention for the protection of literary, scientific and artistic works, revision of 1971, WIPO particular instrument of December 20, 1996 on copyright, the Paris Convention for the protection of Industrial Property, Law 23 of 1982 on Copyright, Law 44 of 1993, Andean Decisions 351 of 1993 and 486 of 2000 that created a common regime on copyright and related rights, and Industrial Property for the five countries of the Andean Community, as well as all the other concordant norms on the matter are concerned. The protection and use of these materials refers not only to their expression or use in format or material support, but also extends to all forms of use in magnetic, optical, electronic and similar media, in the form of data messages (Internet, EDI, E-mail etc.), and in general to any known or unknown medium.",
        "description_3": "In case of claims regarding the intellectual property of the information and contents of the website, they should be directed to the email tesoreria@mci12.com which, when notified and after verification, will automatically eliminate the material that is the subject of controversy."
      },
      "responsibilities": {
        "title": "Disclaimer",
        "description_0": "Donations in favor of the International Charismatic Mission Church should only be made through the website",
        "description_1": "The Church is not responsible for the content, data and financial information that each of the users or visitors register in the online donation form, users of this portal are recommended to previously request from their bank the activation of the payment service by electronic means and that you know in detail the restrictions of your Bank in terms of transaction amounts and access codes. The user accepts and consents to the technical processing and transmission of the online donation service including its content.",
        "description_2":"The terms and conditions contained in this page will take effect from the date you subscribe. The donor states that he has read and accepts each and every one of the stipulations provided in these terms and conditions of use."
      }
    },
    "accept_ters_and_conditions": "I accept the terms and conditions",
    "next": "Next",
    "back": "Back",
    "cancel": "Cancel",
    "save": "Save"
  },
  "data_donor": {
    "data_donor": "Donor information",
    "country": "Country",
    "document": "Document",
    "type_document": "Type Document",
    "name": "Name",
    "placeholder_name": "name",
    "last_name": "Last name",
    "placeholder_last_name": "last name",
    "email": "Email",
    "placeholder_email": "email",
    "number_phone": "Number phone",
    "placeholder_number_phone": "Number phone",
    "address": "Address",
    "placeholder_address": "Address",
    "postal_code": "Postal code",
    "infomation_donation": "Donation information",
    "currency": "Currency",
    "value": "Value",
    "means_of_donation": "Donation method",
    "credit": "Credit",
    "bank": "Bank",
    "cash": "Cash",
    "code": "Code",
    "paypal": "PayPal",
    "card_name": "Credit Card Name",
    "card_number": "Credit Card Number",
    "cvc": "CVC",
    "month": "Month",
    "year": "Year",
    "write_code": "Write down the code",
    "type_person": "Entity",
    "person_natura": "Natural person",
    "person_legal": "Legal entity",
    "description_validate_amount": "The minimum transaction amount must be higer than COP 10,000",
    "make_donation": "Make donation"
  }
}