{
  "language": {
    "es": "Spanish",
    "en": "English",
    "pt": "Portugues"
  },
  "footer": {
    "events_G12": "G12 Events",
    "description_events_G12": "Now you can register for all G12 events",
    "secure_donation": "Safe donation",
    "description_secure_donation": "All your national and international donations in one place",
    "favorites": "Favorites",
    "descrption_favorites": "Your favorite events available to you",
    "subscribe": "Subscribe",
    "description_subscribe": "Receive notifications about new events",
    "subscribe_form": "Subscribe to receive more information about our events",
    "placeholder_subscribe_form": "Enter you email",
    "button_subscribe_from": "Subscribe",
    "contact": "Contact information"
  },
  "home": {
    "events": "Events",
    "filter": "Filters",
    "categories": "Categories",
    "filter_events": "Filter events",
    "delete_filter": "Delete filter",
    "order": "Organize",
    "buy_tickets": "Buy ticket"
  },
  "detail_event": {
    "published_by": "published by",
    "events_G12": "G12 Events",
    "category": "Category",
    "convention": "Conference",
    "year": "Year",
    "secure_donation": "Safe donation",
    "select_ticket": "Select ticket",
    "register_user": "Register User",
    "add_assistant": "Add person",
    "table_name": "Name",
    "table_document": "Document",
    "table_email": "Email",
    "table_contact": "Contact",
    "table_options": "Options",
    "donate_now": "Donate now"
  },
  "form_add_assistant": {
    "personal_information": "Personal information",
    "type_register": "Type of regsitration",
    "register_national": "National registration (Colombia)",
    "register_international": "International registration",
    "type_document": "Document",
    "number_document": "Document number",
    "name": "First name",
    "last_name": "Last name",
    "gender": "Gender",
    "male": "Male",
    "female": "Female",
    "contact_information": "Contact information",
    "cell_phone": "Cellphone",
    "email": "Email",
    "confirm_email": "Confirm email",
    "ministerial_information": "Church information",
    "country": "Country",
    "church": "Church",
    "88": "MCI Church",
    "89": "G12 Church",
    "90": "Other Church",
    "headquarter": "Sede *",
    "network": "Red *",
    "mens": "Men",
    "womens": "Woman",
    "pastor": "Pastor / Princiapl leader",
    "leader": "Leader",
    "pastor_name": "Senior pastor name *",
    "church_name": "Name of the main church *",
    "terms_and_conditions": "Terms and conditions",
    "description_terms_and_conditions": {
      "title": "La Iglesia Misión Carismática Internacional MCI en busca del mejoramiento continuo y el uso de las nuevas tecnologías pone a disposición de la comunidad una plataforma denominada PAYULATAM la cual funciona a través de la página www.eventosg12.com que le permite realizar donaciones en línea. Al utilizar esta página usted acepta los términos y condiciones de uso por lo tanto es indispensable que usted conozca los conceptos, lea, comprenda y este de acuerdo con lo descrito a continuación.",
      "0": "Donante: Se entiende la persona natural o jurídica de derecho privado, nacional o extranjera, que tiene capacidad legal e interés en transferir gratuita e irrevocablemente parte de sus bienes a la Iglesia.",
      "1": "Formulario de donación: Este será el diligenciado por el donante al ingresar al sitio Web el cual contiene los datos personales del donante, entendido este por la ley colombiana como la oferta de donación.",
      "2": "Personas inhábiles para donar: Son inhábiles para donar los que no tienen la libre administración de sus bienes; salvo en los casos y con los requisitos que las leyes prescriben.Propiedad La Iglesia MCI es propietaria de la página",
      "3": "que le permite realizar donaciones en línea. Al utilizar esta página usted acepta los términos y condiciones de uso por lo tanto es indispensable que usted conozca los conceptos, lea, comprenda y este de acuerdo con lo descrito a continuación.",
      "concepts": "Conceptos",
      "donation": {
        "title": "Donación:",
        "description": "Es definida como el acto mediante el cual una persona natural o jurídica. transfiere parte de sus bienes, de forma gratuita e irrevocable a la Iglesia y esta lo acepta."
      },
      "donor": {
        "title": "Donante:",
        "description": "Se entiende la persona natural o jurídica de derecho privado, nacional o extranjera, que tiene capacidad legal e interés en transferir gratuita e irrevocablemente parte de sus bienes a la Iglesia."
      },
      "form_donation": {
        "title": "Formulario de donación:",
        "description": "Este será el diligenciado por el donante al ingresar al sitio Web el cual contiene los datos personales del donante, entendido este por la ley colombiana como la oferta de donación."
      },
      "disable_person": {
        "title": "Personas inhábiles para donar:",
        "description": "Son inhábiles para donar los que no tienen la libre administración de sus bienes; salvo en los casos y con los requisitos que las leyes prescriben."
      },
      "property": {
        "title": "Propiedad",
        "0": "La Iglesia MCI es propietaria de la página web",
        "1": "y de manera expresa otorgo mi consentimiento previo expreso y libre de apremio para el tratamiento (recolección, almacenamiento, uso, circulación o supresión) de mis datos personales en las bases de datos de la iglesia Misión carismática internacional M.C.I. cuya finalidad es acompañarme en mi proceso de crecimiento espiritual, educativo, desarrollo einclusión en programas sociales, asuntos administrativos, divulgación de eventos, recibir información comercial de terceros aliados relacionada con la misión y visión de la iglesia por un término de diez (10) años. Por tratarse de una organización sin ánimo de lucro, la autorizo explícitamente para el tratamiento de datos sensibles en razón de mi fe. Declaro haber leído y entendido las políticas de protección de datos personales publicados en la página www.mci12.com y mis derechos a conocer, actualizar, rectificar, revocar y suprimir mi consentimiento, presentar quejas y reclamos a través del correo electrónico privacidad@mci12.com"
      },
      "security": {
        "title": "Seguridad",
        "description": "Para las transacciones en línea en entidades financieras la Iglesia Misión Carismática Internacional MCI cuenta con la seguridad necesaria operada bajo el protocolo de seguridad SSL y utiliza pasarelas de pago para las transacciones con débito y crédito."
      },
      "donor_responsibilities": {
        "title": "Deberes del donante",
        "description": "El donante garantiza a la Iglesia Misión Carismática Internacional:",
        "0": "Que es legalmente capaz de realizar el acto jurídico en cuestión.",
        "1": "Que es el propietario del medio de pago con el que se realiza la donación.",
        "2": "Que el origen de los recursos que dona a la iglesia Misión Carismática Internacional, provienen de una ocupación, oficio, profesión, actividad o negocio lícito. El origen de estos recursos no proviene de ninguna actividad ilícita de las contempladas en la ley colombiana. La Misión carismática internacional quedará eximida de toda responsabilidad que se derive por la información errónea, falsa o inexacta que se proporcione con ocasión de esta donación.",
        "3": "Que la procedencia de los dineros es fruto de su actividad económica, y que con la donación que realiza no sufre desmejora alguna en su patrimonio que afecte el cumplimiento de sus obligaciones, así como su subsistencia, la de su familia y sus personas a cargo.",
        "4": "El donante se compromete a manejar racionalmente la página de donaciones en línea, haciendo un uso lícito, diligente, honrado y correcto de toda la información o contenido al que tenga acceso."
      },
      "mount": {
        "title": "Donaciones en razón al monto",
        "description": "En este sitio Web solo se podrán realizar donaciones mensuales que no excedan el valor de TREINTA MILLONES DE PESOS COLOMBIANOS ($30.000.000) o su equivalente en moneda extranjera, ya que le corresponde al notario autorizar mediante escritura pública las donaciones cuyo valor excedan la suma de cincuenta (50) salarios mínimos mensuales, siempre que donante y donatario sean plenamente capaces, lo soliciten de común acuerdo y no se contravenga ninguna disposición legal."
      },
      "privileges": {
        "title": "Privilegios",
        "description": "Los donantes de este sitio Web tendrán acceso a los distintos eventos especiales que se desarrollen al interior de la Iglesia MCI, por lo tanto si el donante desea reprogramarlo para un próximo evento solo se podrá realizar en caso de fuerza mayor debidamente comprobada, para esto deberá realizarlo con 10 días de anticipación a fecha de inicio del evento enviando una comunicación al correo inscripciones@mci12.com. Para los eventos que se realicen de manera virtual es necesario la revisión previa por parte del donante que cuente con los medios tecnológicos y de conexión a internet que se requieren, ya que sin esto no es posible garantizar su participación en los diferentes eventos."
      },
      "pay_donation": {
        "title": "Formulario de donación",
        "description_0": "El donante únicamente podrá realizar su donación a través del siguiente link",
        "description_1": "el cual debe diligenciar bajo los siguientes parámetros:",
        "step_1": "Paso 1: Datos personales – Identificación del Donante. La Iglesia MCI cuenta con una política de protección de datos personales, para continuar con el proceso de donación es necesario que el usuario la conozca y manifieste su consentimiento previo, expreso e informado dando clic en acepto términos y condiciones.",
        "step_2": "Paso 2: Detalle de la Donación – en este espacio debe especificar claramente el monto, el concepto, la forma de pago, si requiere o no certificado de su donación, etc.",
        "step_3": "Paso 3: Vinculo de aceptación de términos y condiciones.",
        "final_desription": "Este sitio puede tener enlaces a otros sitios de interés o páginas web cuyos titulares son diferentes a los de la Iglesia Misión Carismática Internacional, lo que implica que si el usuario accede a esos sitios se somete a los términos y condiciones de uso de la página o sitio web al que accede."
      },
      "intellectual_property": {
        "title": "Propiedad intelectual",
        "description_0": "Los signos comerciales, marcas, distintivos, logotipos, textos, graficas, imágenes, dibujos y contenidos en la página",
        "description_1": "son de titularidad de la Iglesia Misión Carismática Internacional y de otros titulares que autorizaron su",
        "description_2": "Con base en lo anterior, todos los derechos patrimoniales de autor (Reproducción, comunicación pública, transformación y distribución) o de explotación económica sobre los contenidos, software, bases o bancos de datos, creaciones multimedia y demás material protegido, estarán amparados por las normas del Convenio de Berna para la protección de las obras literarias, científicas y artísticas, revisión de 1971, instrumento particular OMPI del 20 de diciembre de 1996 sobre derecho de autor, el Convenio de París para la protección de la Propiedad Industrial, la ley 23 de 1982 sobre derecho de Autor, la ley 44 de 1993, las Decisiones Andinas 351 de 1993 y 486 de 2000 que crearon un régimen común sobre derecho de autor y derechos conexos, y Propiedad Industrial para los cinco países de la Comunidad Andina, así como todas las demás normas concordantes sobre la materia se refiere. La protección y utilización de estos materiales se refiere no solo a su expresión o utilización en formato o soporte material, sino que se extiende a toda forma de utilización en medios magnéticos, ópticos, electrónicos y similares, en forma de mensaje de datos (Internet, EDI, Correo electrónico etc.), y en general a cualquier medio conocido o por conocer.",
        "description_3": "En caso de reclamaciones referentes a la propiedad intelectual de la información y contenidos de la página web deberán ser dirigidas al correo electrónico tesoreria@mci12.com que al ser notificado y luego de la comprobación, eliminara automáticamente el material objeto de controversia."
      },
      "responsibilities": {
        "title": "Descargo de responsabilidad",
        "description_0": "Las donaciones a favor de la Iglesia Misión Carismática Internacional deben efectuarse únicamente a través de la página web",
        "description_1": "La Iglesia no se hace responsable por los contenidos, datos e información financiera que cada uno de los usuarios o visitantes registren en formulario de donación en línea, se recomienda a los usuarios de este portal solicitar previamente a su banco la activación del servicio de pagos por medios electrónicos y que conozca al detalle las restricciones de su Banco en cuanto a montos de transacciones y claves de accesos. El usuario acepta y consiente el procesamiento técnico y transmisión del servicio de donación online incluyendo su contenido.",
        "description_2":"Los términos y condiciones contenidos en esta página comenzarán a regir a partir de la fecha en que se suscribe. El donante deja constancia que ha leído y que acepta todas y cada una de las estipulaciones previstas en estos términos y condiciones de uso."
      }
    },
    "accept_ters_and_conditions": "I accept the terms and conditions",
    "next": "Next",
    "back": "Back",
    "cancel": "Cancel",
    "save": "Save"
  },
  "data_donor": {
    "data_donor": "Donor information",
    "country": "Country",
    "document": "Document",
    "type_document": "Type Document",
    "name": "Name",
    "placeholder_name": "name",
    "last_name": "Last name",
    "placeholder_last_name": "last name",
    "email": "Email",
    "placeholder_email": "email",
    "number_phone": "Number phone",
    "placeholder_number_phone": "Number phone",
    "address": "Address",
    "placeholder_address": "Address",
    "postal_code": "Postal code",
    "infomation_donation": "Donation information",
    "currency": "Currency",
    "value": "Value",
    "means_of_donation": "Donation method",
    "credit": "Credit",
    "bank": "Bank",
    "cash": "Cash",
    "code": "Code",
    "paypal": "PayPal",
    "card_name": "Credit Card Name",
    "card_number": "Credit Card Number",
    "cvc": "CVC",
    "month": "Month",
    "year": "Year",
    "write_code": "Write down the code",
    "type_person": "Entity",
    "person_natura": "Natural person",
    "person_legal": "Legal entity",
    "description_validate_amount": "The minimum transaction amount must be higer than COP 10,000",
    "make_donation": "Make donation"
  }
}