{
  "language": {
    "es": "Español",
    "en": "Ingles",
    "pt": "Portugues"
  },
  "footer": {
    "events_G12": "Eventos G12",
    "description_events_G12": "Ahora podrás registrarte a todos los eventos de G12",
    "secure_donation": "Donación Segura",
    "description_secure_donation": "Todas tus donaciones nacionales e internaciones por medio de un solo lugar",
    "favorites": "Favoritos",
    "descrption_favorites": "Tus eventos favoritos disponibles para ti.",
    "subscribe": "Suscribete",
    "description_subscribe": "Recibe notificaciones sobre nuevos eventos.",
    "subscribe_form": "Suscribete para recibir mas informacion acerca de nuestros eventos",
    "placeholder_subscribe_form": "Digita tu Email...",
    "button_subscribe_from": "Suscribete",
    "contact": "Contacto"
  },
  "home": {
    "events": "Eventos",
    "filter": "Filtros",
    "categories": "Categorias",
    "filter_events": "Filtrar Eventos",
    "delete_filter": "Limpiar Filtro",
    "order": "Ordenar",
    "buy_tickets": "Comprar Ticket"
  },
  "detail_event": {
    "published_by": "Publicado por",
    "events_G12": "Eventos G12",
    "category": "Categoria",
    "convention": "convencion",
    "year": "Año",
    "secure_donation": "Donación Segura",
    "select_ticket": "Seleccionar ticket",
    "register_user": "Registrar Usuario",
    "add_assistant": "Agregar Asistente",
    "table_name": "Nombre",
    "table_document": "Documento",
    "table_email": "Email",
    "table_contact": "Contacto",
    "table_options": "Opciones",
    "donate_now": "Donar Ahora"
  },
  "form_add_assistant": {
    "personal_information": "Información Personal",
    "type_register": "Tipo de registro",
    "register_national": "Registro Nacional (Colombia)",
    "register_international": "Registro internacional",
    "type_document": "Tipo de documento *",
    "number_document": "Número de documento *",
    "name": "Nombre *",
    "last_name": "Apellido *",
    "gender": "Género *",
    "male": "Masculino",
    "female": "Femenino",
    "contact_information": "Información de contacto",
    "cell_phone": "Celular *",
    "email": "Correo *",
    "confirm_email": "Confirmar correo *",
    "ministerial_information": "Información Ministerial",
    "country": "País *",
    "church": "Iglesia *",
    "88": "Iglesia MCI",
    "89": "Iglesia G12",
    "90": "Otra iglesia",
    "headquarter": "Sede *",
    "network": "Red *",
    "mens": "Hombres",
    "womens": "Mujeres",
    "pastor": "Pastor/Lider principal *",
    "leader": "Lider",
    "pastor_name": "Nombre del pastor principal *",
    "church_name": "Nombre del iglesia *",
    "terms_and_conditions": "Terminos y condiciones",
    "description_terms_and_conditions": {
      "0": "Donante: Se entiende la persona natural o jurídica de derecho privado, nacional o extranjera, que tiene capacidad legal e interés en transferir gratuita e irrevocablemente parte de sus bienes a la Iglesia.",
      "1": "Formulario de donación: Este será el diligenciado por el donante al ingresar al sitio Web el cual contiene los datos personales del donante, entendido este por la ley colombiana como la oferta de donación.",
      "2": "Personas inhábiles para donar: Son inhábiles para donar los que no tienen la libre administración de sus bienes; salvo en los casos y con los requisitos que las leyes prescriben.Propiedad La Iglesia MCI es propietaria de la página",
      "3": "que le permite realizar donaciones en línea. Al utilizar esta página usted acepta los términos y condiciones de uso por lo tanto es indispensable que usted conozca los conceptos, lea, comprenda y este de acuerdo con lo descrito a continuación.",
      "concepts": "Conceptos",
      "donation": {
        "title": "Donación:",
        "description": "Es definida como el acto mediante el cual una persona natural o jurídica. transfiere parte de sus bienes, de forma gratuita e irrevocable a la Iglesia y esta lo acepta."
      },
      "donor": {
        "title": "Donante:",
        "description": "Se entiende la persona natural o jurídica de derecho privado, nacional o extranjera, que tiene capacidad legal e interés en transferir gratuita e irrevocablemente parte de sus bienes a la Iglesia."
      },
      "form_donation": {
        "title": "Formulario de donación:",
        "description": "Este será el diligenciado por el donante al ingresar al sitio Web el cual contiene los datos personales del donante, entendido este por la ley colombiana como la oferta de donación."
      },
      "disable_person": {
        "title": "Personas inhábiles para donar:",
        "description": "Son inhábiles para donar los que no tienen la libre administración de sus bienes; salvo en los casos y con los requisitos que las leyes prescriben."
      },
      "property": {
        "title": "Propiedad",
        "0": "La Iglesia MCI es propietaria de la página web",
        "1": "y de manera expresa otorgo mi consentimiento previo expreso y libre de apremio para el tratamiento (recolección, almacenamiento, uso, circulación o supresión) de mis datos personales en las bases de datos de la iglesia Misión carismática internacional M.C.I. cuya finalidad es acompañarme en mi proceso de crecimiento espiritual, educativo, desarrollo einclusión en programas sociales, asuntos administrativos, divulgación de eventos, recibir información comercial de terceros aliados relacionada con la misión y visión de la iglesia por un término de diez (10) años. Por tratarse de una organización sin ánimo de lucro, la autorizo explícitamente para el tratamiento de datos sensibles en razón de mi fe. Declaro haber leído y entendido las políticas de protección de datos personales publicados en la página www.mci12.com y mis derechos a conocer, actualizar, rectificar, revocar y suprimir mi consentimiento, presentar quejas y reclamos a través del correo electrónico privacidad@mci12.com"
      },
      "security": {
        "title": "Seguridad",
        "description": "Para las transacciones en línea en entidades financieras la Iglesia Misión Carismática Internacional MCI cuenta con la seguridad necesaria operada bajo el protocolo de seguridad SSL y utiliza pasarelas de pago para las transacciones con débito y crédito."
      },
      "donor_responsibilities": {
        "title": "Deberes del donante",
        "description": "El donante garantiza a la Iglesia Misión Carismática Internacional:",
        "0": "Que es legalmente capaz de realizar el acto jurídico en cuestión.",
        "1": "Que es el propietario del medio de pago con el que se realiza la donación.",
        "2": "Que el origen de los recursos que dona a la iglesia Misión Carismática Internacional, provienen de una ocupación, oficio, profesión, actividad o negocio lícito. El origen de estos recursos no proviene de ninguna actividad ilícita de las contempladas en la ley colombiana. La Misión carismática internacional quedará eximida de toda responsabilidad que se derive por la información errónea, falsa o inexacta que se proporcione con ocasión de esta donación.",
        "3": "Que la procedencia de los dineros es fruto de su actividad económica, y que con la donación que realiza no sufre desmejora alguna en su patrimonio que afecte el cumplimiento de sus obligaciones, así como su subsistencia, la de su familia y sus personas a cargo.",
        "4":"El donante se compromete a manejar racionalmente la página de donaciones en línea, haciendo un uso lícito, diligente, honrado y correcto de toda la información o contenido al que tenga acceso."
      }
    },
    "accept_ters_and_conditions": "Acepto los terminos y condiciones",
    "next": "Siguiente",
    "back": "Anterior",
    "cancel": "Cancelar",
    "save": "Guardar"

  },
  "data_donor": {
    "data_donor": "Datos del Donante",
    "country": "País",
    "document": "Documento",
    "type_document": "Tipo de documento",
    "name": "Nombre",
    "placeholder_name": "nombre",
    "last_name": "Apellido ",
    "placeholder_last_name": "apellido",
    "email": "Email",
    "placeholder_email": "email",
    "number_phone": "Número de telefono",
    "placeholder_number_phone": "Número de telefono",
    "address": "Dirección",
    "placeholder_address": "Direccion",
    "postal_code": "Código postal",
    "infomation_donation": "Información de Donación",
    "currency": "Moneda",
    "value": "Valor",
    "means_of_donation": "Medios de donación",
    "credit": "Credito",
    "bank": "Banco",
    "cash": "Efectivo",
    "code": "Código",
    "paypal": "PayPal",
    "card_name": "Nombre de la tarjeta",
    "card_number": "Número de la tarjeta",
    "cvc": "CVC",
    "month": "Mes",
    "year": "Año",
    "write_code": "Escribe el código",
    "type_person": "Tipo de persona",
    "person_natura": "Persona Natural",
    "person_legal": "Persona Juridica",
    "description_validate_amount": "El monto mínimo de la transacción debe ser mayor a $10.000",
    "make_donation": "Realizar Donación"
  }
}