{
  "language": {
    "es": "Espanhol",
    "en": "Inglês",
    "pt": "Português"
  },
  "footer": {
    "events_G12": "Eventos G12",
    "description_events_G12": "Agora você pode se registrar em todos os eventos G12",
    "secure_donation": "Doação Segura",
    "description_secure_donation": "Todas as doações nacionais e internacionais em um só lugar",
    "favorites": "Favoritos",
    "descrption_favorites": "Teus eventos favoritos disponíveis para você",
    "subscribe": "Inscreva-se",
    "description_subscribe": "Receba notificações sobre novos eventos",
    "subscribe_form": "Inscreva-se para receber mais informação sobre os nossos eventos",
    "placeholder_subscribe_form": "Digite seu e-mail...",
    "button_subscribe_from": "Inscreva-se",
    "contact": "Contato"
  },
  "home": {
    "events": "Eventos",
    "filter": "Filtros",
    "categories": "Categorias",
    "filter_events": "Filtrar Eventos",
    "delete_filter": "Limpar Filtros",
    "order": "Organizar",
    "buy_tickets": "Comprar Ingresso"
  },
  "detail_event": {
    "published_by": "Publicado por",
    "events_G12": "Eventos G12",
    "category": "Categoria",
    "convention": "Convenção",
    "year": "Ano",
    "secure_donation": "Doação Segura",
    "select_ticket": "Selecione o Ingresso",
    "register_user": "Registrar Usuário",
    "add_assistant": "Adicionar Outra Pessoa",
    "table_name": "Nome",
    "table_document": "Documento",
    "table_email": "E-mail",
    "table_contact": "Contato",
    "table_options": "Opções",
    "donate_now": "Doar Agora"
  },
  "form_add_assistant": {
    "personal_information": "Informação Pessoal",
    "type_register": "Tipo de Inscrição",
    "register_national": "Inscrição Nacional (Colômbia)",
    "register_international": "Inscrição Internacional",
    "type_document": "Tipo de Documento",
    "number_document": "Número de Documento",
    "name": "Nome",
    "last_name": "Sobrenome",
    "gender": "Gênero",
    "male": "Masculino",
    "female": "Feminino",
    "contact_information": "Informação de Contato",
    "cell_phone": "Celular",
    "email": "E-mail",
    "confirm_email": "Confirmar e-mail",
    "ministerial_information": "Informação Ministerial",
    "country": "País",
    "church": "Igreja",
    "88": "Igreja MCI",
    "89": "Igreja G12",
    "90": "Outra Igreja",
    "headquarter": "Sede",
    "network": "Rede",
    "mens": "Homens",
    "womens": "Mulheres",
    "pastor_name": "Pastor sênior *",
    "church_name": "Igreja principal *",
    "pastor": "Pastor/Líder Principal",
    "leader": "Líder",
    "terms_and_conditions": "Termos e Condições",
    "description_terms_and_conditions": {
      "title": "A Igreja Misión Carismática Internacional MCI procurando melhorar continuamente o uso das novas tecnologias coloca a disposição da comunidade a plataforma chamada PAYULATAM a qual funciona através da página www.eventosg12.com e permite assim realizar doações online. Ao utilizar esta página você aceita os termos e condições de uso por tanto é indispensável que você conheça os conceitos, leia, compreenda e esteja de acordo com o descrito na continuação.",
      "0": "Doação: É definida como o ato mediante o qual uma pessoa física ou jurídica transfere parte dos seus bens, de forma gratuita e irrevogável à Igreja e esta o aceita.",
      "1": "Doador: Se entende como uma pessoa física ou jurídica de direito privado, nacional ou estrangeira, que tem a capacidade legal ou interesse de transferir gratuitamente e irrevogavelmente parte de seus bens à Igreja.",
      "2": "Formulário de doação: Este será preenchido pelo doador ao entrar no site, o qual contém os dados pessoais do doador, entendido este pela lei colombiana como a oferta de doação.",
      "3": "Pessoas inaptas para doar: São inaptas para doar os que não tem a livre administração de seus bens, salvo os casos e com os requisitos da lei.",
      "4": "que le permite realizar donaciones en línea. Al utilizar esta página usted acepta los términos y condiciones de uso por lo tanto es indispensable que usted conozca los conceptos, lea, comprenda y este de acuerdo con lo descrito a continuación.",
      "concepts": "Conceitos",
      "donation": {
        "title": "Doação:",
        "description": "É definida como o ato mediante o qual uma pessoa física ou jurídica transfere parte dos seus bens, de forma gratuita e irrevogável à Igreja e esta o aceita."
      },
      "donor": {
        "title": "Doador:",
        "description": "Se entende como uma pessoa física ou jurídica de direito privado, nacional ou estrangeira, que tem a capacidade legal ou interesse de transferir gratuitamente e irrevogavelmente parte de seus bens à Igreja."
      },
      "form_donation": {
        "title": "Formulário de doação:",
        "description": "Este será preenchido pelo doador ao entrar no site, o qual contém os dados pessoais do doador, entendido este pela lei colombiana como a oferta de doação."
      },
      "disable_person": {
        "title": "Pessoas inaptas para doar:",
        "description": "São inaptas para doar os que não tem a livre administração de seus bens, salvo os casos e com os requisitos da lei."
      },
      "property": {
        "title": "Propriedade",
        "0": "A Igreja MCI é proprietária da página web",
        "1": "e de modo expresso concedo meu consentimento prévio livre de premência para o tratamento (coleta, armazenamento, uso, circulação ou eliminação) dos meus dados pessoais nas bases de dados da Igreja Misión Carismática Internacional M.C.I. cuja finalidade é acompanhar o meu processo de crescimento espiritual, educativo, desenvolvimento e inclusão em programas sociais, assuntos administrativos, divulgação de eventos, receber informação comercial de terceiros aliados relacionada com a missão e visão da Igreja por um termo de dez (10) anos. Por se tratar de uma organização sem fins lucrativos, autorizo expressamente para o tratamento de dados sensíveis em razão da minha fé. Declaro ter lido e entendido as políticas de proteção de dados pessoais publicados na página www.mci12.com e meus direitos de conhecer, atualizar, retificar, revogar e eliminar meu consentimento, apresentar queixas e reclamações através do e-mail privacidad@mci12.com"
      },
      "security": {
        "title": "Segurança",
        "description": "Para as transações online em entidades financeiras a Igreja Misión Carismática Internacional MCI conta com a segurança necessária operada sob o protocolo de segurança SSL e utiliza plataformas de pagamento para as transações com débito e crédito."
      },
      "donor_responsibilities": {
        "title": "Deveres do doador",
        "description": "O doador garante a Igreja Misión Carismática Internacional:",
        "0": "Que é legalmente capaz de realizar o ato jurídico em questão",
        "1": "Que é proprietário do meio de pagamento com o que se realiza a doação",
        "2": "Que a origem dos recursos doados à Igreja Misión Carismática Internacional, provém de uma ocupação, ofício, profissão, atividade ou negócio lícito. A origem destes recursos não provém de nenhuma atividade ilícita das contempladas na lei colombiana. A Misión Carismática Internacional ficará isenta de toda responsabilidade que se derive pela informação errada, falsa ou incorreta que se proporcione com a ocasião desta doação.",
        "3": "Que a procedência do dinheiro é fruto da sua atividade econômica, e que com a doação que realiza não é agravado seu patrimônio que afete o cumprimento das suas obrigações, assim como a sua subsistência, da sua família e das pessoas encarregadas.",
        "4": "O doador se compromete a gerenciar racionalmente a página de doações online, fazendo um uso lícito, cuidadoso, honrado e correto de toda a informação ou conteúdo ao que tenha acesso."
      },
      "mount": {
        "title": "Doações em relação ao montante total",
        "description": "Neste site só poderão se realizar doações mensais que não ultrapasse o valor de TRINTA MILHÕES DE PESOS COLOMBIANOS (COP 30.000.000) ou o equivalente em moeda estrangeira, já que corresponde ao cartório autorizar mediante escritura pública as doações cujo o valor ultrapasse a soma de cinquenta (50) salários mínimos mensais, sempre que o doador e o donatário sejam plenamente capaz, o solicitem de comum acordo e não viole nenhum dispositivo legal."
      },
      "privileges": {
        "title": "Privilegios",
        "description": "Os doadores deste site terão acesso aos diferentes eventos especiais que se desenvolvam no interior da Igreja MCI, por tanto se o doador deseja reprogramar para um próximo evento só poderá fazer isto em caso de força maior devidamente comprovada, para isto deverá realizar com 10 dias de antecedência da data de início do evento enviando uma comunicação ao email inscripciones@mci12.com. Para os eventos que se realizem de modo virtual é necessário a revisão prévia por parte do doador que conte com os meios tecnológicos e de conexão a internet que sejam requeridos, já que sem isso não é possível garantir sua participação nos diferentes eventos."
      },
      "pay_donation": {
        "title": "Formulário de doação",
        "description_0": "O doador somente poderá realizar a doação através do seguinte link",
        "description_1": "o qual deve preencher as informações sob os seguintes parâmetros:",
        "step_1": "Passo 1: Dados pessoais - Identificação do doador. A Igreja MCI conta com uma política de proteção de dados pessoais, para continuar com o processo de doação é necessário que o usuário conheça e manifeste seu consentimento prévio, expresso e informado dando um clique em “Aceito Termos e Condições”.",
        "step_2": "Passo 2: Detalhe da doação - neste espaço deve especificar claramente o valor, o conceito, a forma de pagamento, se precisa ou não do certificado da sua doação, etc.",
        "step_3": "Passo 3: Vínculo de aceitação de termos e condições.",
        "final_desription": "Este site pode ter links para outros sites de interesses ou páginas web cujos os titulares são diferentes aos da Igreja Misión Carismática Internacional, o que implica que se o usuário acessa a estes sites se submete aos termos e condições de uso da página ou site ao que acessa."
      },
      "intellectual_property": {
        "title": "Propriedade Intelectual",
        "description_0": "Os símbolos comerciais, marcas, distintivos, logotipos, textos, gráficos, imagens, desenhos e conteúdos na pagina https://convenciong12.com são de titularidade da Igreja Misión Carismática Internacional e de outros titulares que autorizam o seu uso.",
        "description_1": "son de titularidad de la Iglesia Misión Carismática Internacional y de otros titulares que autorizaron su",
        "description_2": "Com base ao anterior, todos os direitos patrimoniais de autor (reprodução, comunicação pública, transformação e distribuição) ou de exploração econômica sobre os conteúdos, software, bases ou banco de dados, criações multimídia e outros materiais protegidos, estarão amparados pelas normas do Convenção de Berna para a proteção das obras literárias, científicas e artísticas, revisão de 1971, instrumento particular OMPI de 20 de dezembro de 1996 sobre direito do autor, a Convenção de Paris para a proteção da Propriedade Industrial, a lei 23 de 1982 sobre direito do Autor, a lei 44 de 1993, as Decisões Andinas 351 de 1993 e 486 de 2000 que criaram um regime comum sobre o direito do autor e direitos conexos, e Propriedade Industrial para os cincos países da Comunidade Andina, assim como todas as demais normas concordantes sobre a matéria referida. A proteção e utilização destes materiais se refere não só a sua expressão ou utilização em formato ou suporte material, senão que também se estende a toda forma de utilização nos meios magnéticos, eletrônicos e similares, em forma de mensagem de dados (Internet, EDI, e-mail etc), e em geral a qualquer meio conhecido ou que venha ser conhecido.",
        "description_3": "Em caso de reclamações referentes a propriedade intelectual da informação e conteúdos da página web deverão ser dirigidas ao e-mail tesoreria@mci12.com que ao ser notificado e logo da comprovação, eliminará automaticamente o material objeto de controvérsia."
      },
      "responsibilities": {
        "title": "Isenção de responsabilidade",
        "description_0": "As doações a favor da Igreja Misión Carismática Internacional devem ser efetuadas unicamente através da página web",
        "description_1": "A Igreja não se responsabiliza pelos conteúdos, dados e informação financeira que cada um dos usuários ou visitantes registrem no formulário de doação online, recomenda-se aos usuários deste portal solicitar previamente ao seu banco a ativação do serviço de pagamento por meio de transação e chaves de acessos. O usuário aceita e consente o processamento técnico e a transmissão do serviço de doação online incluindo seu conteúdo.",
        "description_2":"Os termos e condições contidos nesta página começaram a valer a partir da data em que se é inscrito. O doador deixa constar que leu e que aceita todas e cada uma das estipulações previstas nestes termos e condições de uso."
      }
    },
    "accept_ters_and_conditions": "Aceito os Termos e Condições",
    "next": "Próximo",
    "back": "Anterior",
    "cancel": "Cancelar",
    "save": "Salve"
  },
  "data_donor": {
    "data_donor": "Dados do Doador",
    "country": "Country",
    "document": "Documento",
    "type_document": "Tipo de Documento",
    "name": "Nome",
    "placeholder_name": "Nome",
    "last_name": "Sobrenome",
    "placeholder_last_name": "Sobrenome",
    "email": "E-mail",
    "placeholder_email": "E-mail",
    "number_phone": "Celular",
    "placeholder_number_phone": "Celular",
    "address": "Endereço",
    "placeholder_address": "Endereço",
    "postal_code": "Código Postal/CEP",
    "infomation_donation": "Informação de Doação",
    "currency": "Moeda",
    "value": "Valor",
    "means_of_donation": "Método de Doação",
    "credit": "Crédito",
    "bank": "Banco",
    "cash": "Dinheiro",
    "code": "Código",
    "paypal": "PayPal",
    "card_name": "Nome no Cartão",
    "card_number": "Número do Cartão",
    "cvc": "CVC",
    "month": "Mês",
    "year": "Ano",
    "write_code": "Digite o código",
    "type_person": "Tipo de Pessoa",
    "person_natura": "Pessoa Física",
    "person_legal": "Pessoa Jurídica",
    "description_validate_amount": "O valor mínimo da transação deve ser maior que COP10.000",
    "make_donation": "Realizar Doação"
  }
}